Repository: kobosa/KPI
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: A username may only contain lowercase letters, numbers, and underscores (_).
ar: لا يمكن لاسم المستخدم أن يحتوي سوى الأحرف الصغيرة والأرقام والشرطات السفلية (_).

source: Username
ar: اسم المستخدم

source: Invalid token.
ar: رمز مميز غير صالح.

source: Public Administration
ar: ادارة عامة

source: Arts, Entertainment, and Recreation
ar: الفن و الترفيه

source: Educational Services / Higher Education
ar: خدمات تعليمية \ تعليم عالي

source: Health Services / Public Health
ar: خدمات صحية \ الصحة العامة

source: Finance and Insurance
ar: المالية والتأمين

source: Information / Media
ar: المعلومات \ الاعلام

source: Economic/Social Development
ar: الاقتصاد \ التنمية الاجتماعية

source: Security / Police / Peacekeeping
ar: الامن \ الشرطة \ الحفاظ على السلام

source: Disarmament & Demobilization
ar: نزع السلاح و التسريح

source: Environment
ar: البيئة

source: Private sector
ar: القطاع الخاص

source: Humanitarian - Coordination / Information Management
ar: الانسانية - التنسيق\ ادارة المعلومات

source: Humanitarian - Multiple Clusters
ar: الانسانية - جماعات متعددة

source: Humanitarian - Camp Management & Coordination
ar: الانسانية - ادارة المخيم و التنسيق

source: Humanitarian - Early Recovery
ar: الانسانية - التعافي المبكر

source: Humanitarian - Education
ar: الانسانية - التعليم

source: Humanitarian - Emergency Shelter
ar: الانسانية - ملجأ الطوارئ

source: Humanitarian - Emergency Telecoms
ar: الانسانية - اتصالات الطوارئ

source: Humanitarian - Food Security
ar: الانسانية - امن الغذاء

source: Humanitarian - Health
ar: الانسانية - الصحة

source: Humanitarian - Logistics
ar: الانسانية - الخدمات اللوجستية

source: Humanitarian - Nutrition
ar: الانسانية - التغذية

source: Humanitarian - Protection
ar: الانسانية - الحماية

source: Humanitarian - Sanitation, Water & Hygiene
ar: الانسانية - تعقيم المياه و النظافة

source: Other
ar: اخرى
