Repository: kobosa/KPI
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar

source: updated profile successfully
ar: تم تحديث الملف الشخصي بنجاح.

source: failed to update profile
ar: فشل تحديث الملف الشخصي.

source: successfully uploaded file; processing may take a few minutes
ar: تم رفع الملف بنجاح:قد تستغرق المعالجة بضع دقائق.

source: Error: import.status not available
ar: خطأ: import.status غير متوافر.

source: successfully updated
ar: تم التحديث بنجاح

source: please check your connection and try again.
ar: يُرجى فحص اتصالك وإعادة المحاولة.

source: if this problem persists, contact support@kobotoolbox.org
ar: في حال استمرار مواجهة هذه المشكلة، تواصل مع support@kobotoolbox.org.

source: your form id was not valid:
ar: معرّف النموذج الخاص بك ليس صالحًا:

source: your form cannot be deployed because it contains errors:
ar: تعذر نشر نموذجك لأنه يحوي أخطاءً:

source: profile
ar: الملف الشخصي

source: logout
ar: تسجيل الخروج

source: no name
ar: لا بوجد اسم

source: log in
ar: تسجيل الدخول

source: loading
ar: جارٍ التحميل...

source: no search results found
ar: لم يتم العثور على أي نتائج للبحث.

source: block of ___ questions
ar: مجموعة بها ___ سؤال/أسئلة

source: loading library assets
ar: جارٍ تحميل أصول المكتبة...

source: search library
ar: بحث في المكتبة

source: download
ar: تنزيل

source: Can View
ar: قابل للعرض

source: Can Edit
ar: قابل للتحرير

source: Link to share
ar: ادخل الرابط للمشاركة

source: loading kobotoolbox
ar: جارٍ تحميل kobotoolbox...

source: Projects
ar: المشاريع

source: Sharing Permissions
ar: مشاركة التراخيص

source: Who has access
ar: من لديه الولوج

source: is owner
ar: المالك

source: Invite people and specify access rights
ar: أرسل دعوة للناس و حدد تراخيص الولولج

source: Enter a username
ar: أدخل اسم المستخدم

source: Done
ar: تم

source: Library
ar: المكتبة

source: Preview
ar: معاينة

source: Error generating preview
ar: خطأ في تشغيل العرض

source: loading...
ar: جارٍ التحميل...

source: path not found / recognized
ar: لم يتم العثور/التعرّف على المسار.

source: users
ar: مستخدم/مستخدمون

source: user
ar: مستخدم

source: my forms shared with user
ar: نماذجي المشتركة مع المستخدم

source: public forms
ar: النماذج العمومية

source: self profile
ar: الملف الذاتي

source: Male
ar: ذكر

source: Female
ar: انثى

source: Other
ar: اخرى

source: Save Changes
ar: احفظ التغييرات

source: Your username, bio, and links appear on your public profile
ar: اسم المستخدم و السيرة و الروابط تظهر في الملف الشخصي العام.

source: Privacy
ar: الخصوصية

source: Require authentication to see forms and submit data
ar: يتطلب ترخيص لرؤية و النماذج و تقديم البيانات.

source: Name
ar: الاسم

source: Use this to display your real name to other users
ar: استخدم هذا لأظهار اسمك الحقيقي للمستخدمين الاخرين.

source: Email
ar: البريد الالكتروني

source: Modify Password
ar: تعديل كلمة السر

source: Organization
ar: المنظمة

source: Organization Website
ar: موقع المنظمة الالكتروني

source: This will be used to create a hyperlink for your organization name.
ar: سوف يتم استخدام هذا لأنشاء روابط لأسم منظمتك.

source: Primary Sector
ar: القطاع الرئيسي

source: Select the primary sector in which you work.
ar: أختر القطاع الرئيسي لعملك

source: Gender
ar: الجنس

source: Bio
ar: السيرة الذاتية

source: Phone Number
ar: رقم الهاتف

source: Address
ar: العنوان

source: City
ar: المدينة

source: Country
ar: البلد

source: Default Form Language
ar: الحالة الافتراضية للغة

source: Social
ar: الاجتماعي

source: Metadata
ar: البيانات التعريفية

source: This field is required.
ar: هذا الحقل مطلوب

source: This field must match the Verify Password field.
ar: هذا الحقل يجب ان يتطابق مع حقل تأكيد كلمة السر.

source: Reset Password
ar: إعادة كلمة السر

source: Current Password
ar: كلمة السر الحالية

source: Forgot Password?
ar: نسيت كلمة السر؟

source: New Password
ar: كلمة السر الجديدة

source: Verify Password
ar: تأكيد كلمة السر

source: Only 1 file can be uploaded in this case
ar: يمكن رفع ملف 1 في هذه الحالة

source: me
ar: أنا

source: Edit
ar: تحرير

source: Tags
ar: علامات

source: Share
ar: مشاركة

source: Clone
ar: استنساخ

source: Deploy this project
ar: انشر هذا المشروع

source: Redeploy this project
ar: أعد نشر هذا المشروع

source: Replace with XLS
ar: استبدل ب XLS

source: Download form as
ar: تنريل الحالةكـ

source: Move to
ar: انقل الى

source: Archive
ar: الأرشيف

source: Delete
ar: حذف

source: Projects (legacy)
ar: المشاريع (تابع)

source: source
ar: المصدر

source: help
ar: المساعدة

source: new
ar: جديد

source: new form
ar: نموذج جديد

source: upload
ar: رفع

source: Please enter the name of your new Collection. Collections can help you better organize your library, and it is possible to share each collection with different people.
ar: الرجاء إدخال اسم تجميعتك الجديدة. التجميعات يمكنها تنظيم مكتبتك بشكل افضل و من الممكن مشاركة كل تجميعة مع اشخاص مختلفين.

source: Please enter the name of your new Collection.
ar: الرجاء إدخال اسم تجميعتك الجديدة

source: unexpected error removing public permission
ar: خطأ غير متوقع بأزالة التراخيص العامة

source: add to library
ar: إضافة إلى المكتبة

source: new collection
ar: مجموعة جديدة

source: My Library
ar: مكتبتي

source: Make Private
ar: اجعله خصوصي

source: Make Public
ar: اجعله عام

source: Rename
ar: تعديل الاسم

source: Unsubscribe
ar: إلغاء الاشتراك

source: by ___
ar: من قبل___

source: Public Collections
ar: التجميعات العامة

source: unsubscribe
ar: الغاء الاشتراك

source: subscribe
ar: اشترك

source: Untitled
ar: بلا عنوان

source: Please enter a title for your project
ar: الرجاء إدخال عنوان مشروعك الجديد.

source: Allow others to access your project.
ar: اسمح للبقية بالولوج لمشروعك

source: Shared with
ar: مشاركة مع

source: Project Name
ar: اسم المشروع

source: Enter title of project here
ar: أدخل عنوان المشروع هنا

source: Description
ar: الوصف

source: Enter short description here
ar: أدخل وصف قصير هنا

source: Please specify the country and the sector where this project will be deployed.
ar: الرجاء تحديد البلد و القطاع الذي سيتم نشر هذا المشروع فيه.

source: This information will be used to help you filter results on the project list page.
ar: سوف يتم استخددام هذه المعلومات لمساعدتك في تنقية النتائج على صفحة قائمة المشاريع.

source: Sector
ar: القطاع

source: Help KoboToolbox improve this product by sharing the sector and country where this project will be deployed.
ar: ساعد كوبوتولبوكس على تحسين هذا المشروع من خلال مشاركة القطاع والبلد الذي سيتم نشر المشروع فيه.

source: All the information is submitted anonymously, and will not include the project name or description listed above.
ar: تم تقديم كل المعلومات من

source: Share the sector and country with developers
ar: شارك القطاع و البلد مع المطورين

source: Create New Project from Scratch
ar: أنشأ مشروع جديد من الصفر

source: Create project
ar: انشأ مشروعا

source: Select export type
ar: حدد نوع الاخراج

source: XLS (legacy)
ar: XLS (تابع)

source: CSV (legacy)
ar: CSV (تابع)

source: Media Attachments (ZIP)
ar: مرفق وسائط متعددة (ZIP)

source: GPS coordinates (KML)
ar: احداثيات جي بي اس (KML)

source: Excel Analyser
ar: محلل إكسل

source: SPSS Labels
ar: تسميات SPSS

source: Value and header format
ar: القيمة و نموذج الترويسة

source: XML values and headers
ar: قيم XML و ترويسات

source: Labels
ar: تسميات

source: Include groups in headers
ar: تضمن المجاميع في الترويسات

source: Group separator
ar: فاصل المجاميع

source: Download
ar: تنزيل

source: Please refresh the page
ar: الرجاء إعادة تحميل الصفحة

source: Account Settings
ar: إعدادات الحساب

source: Leave Beta
ar: مغادرة النسخة التجريبية

source: Language
ar: اللغة

source: Logout
ar: تسجيل الخروج

source: not logged in
ar: غير مسجل بالدخول

source: Summary
ar: ملخص

source: Form
ar: النماذج

source: Data
ar: البيانات

source: Reports
ar: التقرير

source: Reports (legacy)
ar: التقارير (تابع)

source: Table
ar: الجدول

source: Gallery
ar: الألبوم

source: Downloads
ar: التنزيلات

source: Map
ar: خريطة

source: Settings
ar: الإعدادات

source: Deployed
ar: تم نشرها.

source: Archived
ar: في الارشيف

source: submissions
ar: التقديمات

source: Undeployed draft
ar: مسودة غير منشورة

source: Scheduled server maintenance
ar: صيانة خادم مجدولة

source: Search Library
ar: البحث في المكتبة

source: Search Projects
ar: البحث في المشاريع

source: click to edit
ar: اضغط للتحرير

source: Project title
ar: عنوان المشروع

source: Project description
ar: وصف المشروع

source: Search...
ar: بحث...

source: Search Tags
ar: ابحث العلامات

source: No results found
ar: لم يتم العثور على أي نتائج.

source: Collections are loading...
ar: جارٍ تحميل التجميعات...

source: Filter by
ar: رتب من خلال

source: Select Collection Name
ar: اختر اسم التجميعة

source: assets found
ar: أصل/أصول موجود/ة

source: expand details
ar: توسيع التفاصيل

source: searching for "___"
ar: جارٍ البحث عن "___"

source: tagged with [___]
ar: موسوم بوسم [___]

source: searched for "___"
ar: تم البحث عن "___"

source: found ## results
ar: تم العثور على ## نتيجة/نتائج.

source: ## ___ available
ar: ## ___ متوافر/ة

source: success
ar: تم بنجاح

source: yes
ar: بلى

source: no
ar: لا

source: count
ar: العدد

source: Value
ar: القيمة

source: Frequency
ar: التردد

source: Percentage
ar: النسبة

source: Type:
ar: النوع:

source: #1 out of #2 respondents answered this question.
ar: #1 من #2 مشاركين قاموا بالاجابة على هذا السؤال.

source: (# were without data.)
ar: (# كانوا بلابيانات.)

source: none
ar: لا يوجد

source: report type
ar: نوع التقرير

source: untitled
ar: بلا عنوان

source: No grouping
ar: من دون مجموعات

source: Graph Settings
ar: إعدادات الرسوم البيانية

source: Group By
ar: رتب المجموعة حسب

source: Expand
ar: توسع

source: Print
ar: اطبع

source: Chart Type
ar: نوع الجدول

source: Colors
ar: الألوان

source: Size
ar: الحجم

source: Width:
ar: العرض:

source: Height:
ar: الارتفاع:

source: Report
ar: التقرير

source: This report has no data.
ar: لا توجد بيانات في هذا التقرير

source: Translation
ar: ترجمة

source: Warning
ar: تحذير

source: This is an automated report based on raw data submitted to this project. Please conduct proper data cleaning prior to using the graphs and figures used on this page.
ar: هذا تقرير اوتوماتيكي مبني على بيانات خام مقدمة الى المشروع. الرجاء اجراء تنظيف جيد للبيانات قبل استخدام الرسوم البيانية و الاشكال المستخدمة في هذه الصفحة.

source: Global Graph Settings
ar: الاعدادات العالمية للرسوم البيانية

source: Owner
ar: المالك

source: Last Modified
ar: آخر تعديل

source: Questions
ar: الأسئلة

source: Shared by
ar: مشاركة من قبل

source: Created
ar: وقت الإنشاء

source: Submissions
ar: التقديمات

source: Let's get started by creating your first project. Click the New button to create a new form.
ar: لنبدأ من خلال إنشاء اول مشروع لك. اضغط على زر جديد لأنشاء نموذج جديد..

source: Let's get started by creating your first library question or question block. Click the New button to create a new question or block.
ar: لنبدأ من خلال إنشاء اول مكتبة اسئلة او مجموعة اسئلة لك. اضغط على زر جديد لأنشاء أسئلة او مجموعة أسئلة جديدة..

source: Default - single page
ar: الافتراضي - صفحة واحدة

source: Grid theme
ar: نسق الشبكة

source: Multiple pages
ar: صفحات متعددة

source: Grid theme + Multiple pages
ar: نسق الشبكة + صفحات متعددة

source: Paste your formatted table from excel in the box below.
ar: ألصق جدولك المنسق من اكسل الى المربع ادناه.

source: add cascade with # questions
ar: إضافة توالي مع # أسئلة

source: OK
ar: حسنا

source: Learn more about importing cascading lists from Excel
ar: تعلم المزيد عن استيراد لوائح متتالية من اكسل.

source: DONE
ar: تم

source: none (0 metadata specified)
ar: لا توجد (لم يتم تحديد أية بيانات تعريف)

source: metadata:
ar: بيانات التعريف:

source: you have unsaved changes
ar: لديك تغييرات لم يتم حفظها.

source: create
ar: إنشاء

source: save
ar: حفظ

source: form name
ar: اسم النموذج

source: share
ar: مشاركة

source: Preview form
ar: معاينة من

source: Expand / collapse questions
ar: كبر\ صغر الأسئلة

source: Create group with selected questions
ar: أنشأ مجموعة ممع الاسئلة المختارة

source: Download form
ar: تنزيل من

source: Web form layout
ar: تنسيق نموذج من الويب

source: Layout
ar: التنسيق

source: Attach media files
ar: أرفق ملفات وسائط متعددة

source: Insert cascading select
ar: ادخل خيارات متتالية

source: form style
ar: نمط النموذج

source: select the form style that you would like to use. this will only affect web forms.
ar: حدد نمط النموذج الذي تود استخدامه. لن يؤثر هذا سوى على نماذج الويب.

source: read more...
ar: اقرأ المزيد...

source: custom form style: "{label}"
ar: نمط نموذج مخصص: "{label}"

source: Error loading survey:
ar: خطأ في تحميل الفخص:

source: Back
ar: الرجوع

source: Ask support about this error
ar: اطلب المساعدة حول هذا الخطأ

source: Form Preview
ar: معاينة النموذج

source: Import Cascading Select Questions
ar: استورد اسئلة اختيارات متتالية

source: you have unsaved changes. leave form without saving?
ar: لد يك تغييرات لم يتم حفظها. هل تريد المغادرة دون حفظها؟

source: Add another condition
ar: أدخل شرطًا آخر

source: Question should match all of these criteria
ar: يجب أن يطابق السؤال جميع هذه المعايير

source: Question should match any of these criteria
ar: يجب أن يطابق السؤال أحد هذه المعايير

source: Click to add another response...
ar: انقر لإضافة استجابة أخرى.

source: AUTOMATIC
ar: تلقائي

source: Skip Logic
ar: منطق التخطي

source: Question Options
ar: خيارات الأسئلة

source: Validation Criteria
ar: معايير التحقق

source: Response Type
ar: نوع الاستجابة

source: A constraint message to be read in case of error:
ar: رسالة قيد تُقرأ في حال ظهور خطأ:

source: Row could not be displayed:
ar: تعذر عرض الصف:

source: Add Question
ar: إضافة سؤال

source: or
ar: أو

source: Import XLS
ar: استيراد XLS

source: Save and Exit
ar: حفظ وخروج

source: Show All Responses
ar: إظهار جميع الاستجابات

source: Question Library
ar: مكتبة الأسئلة

source: Form ID
ar: معرّف النموذج

source: Unique form name
ar: اسم نموذج فريد

source: Web form style (Optional)
ar: نسق نموذج الويب (اختياري)

source: This allows using different Enketo styles, e.g. 'theme-grid'
ar: يسمح هذا باستخدام نُسُق مختلفة من Enketo، مثل 'theme-grid'.

source: Multiple pages + Grid theme
ar: صفحات متعددة + نسق الشبكة

source: Version (Optional)
ar: الإصدار (اختياري)

source: A version ID of the form
ar: نسخة تعريفية للنموذج

source: Hidden meta questions to include in your form to help with analysis
ar: أسئلة تجريبية مخبّأة يتم تضمينها في نموذجك للمساعدة في التحليل

source: Meta questions for collecting with cell phones
ar: أسئلة تجريبية لتحصيل المعلومات عبر الهواتف الخليوية

source: This form is currently empty.
ar: هذا النموذج فارغ حاليًا.

source: Vertical
ar: عمودي

source: Donut
ar: دونات

source: Area
ar: المساحة

source: Horizontal
ar: أفقي

source: Pie
ar: باي

source: Line
ar: خط

source: Draft
ar: مسودة

source: This question could not be imported. Please re-create it manually. Please contact us at support@kobotoolbox.org so we can fix this bug!
ar: تعذر استيراد هذا السؤال. يُرجى إعادة إنشائه يدويًا. يُرجى التواصل معنا على support@kobotoolbox.org حتى يمكننا إصلاح هذا الخطأ!

source: This question will only be displayed if the following conditions apply
ar: لن يتم عرض السؤال إلا في حال توافر الشروط التالية

source: You can add questions, notes, prompts, or other fields by clicking on the '+' sign below.
ar: يمكنك إضافة أسئلة أو ملحوظات أو توجيهات أو حقولاً أخرى بالنقر فوق علامة + أدناه.

source: Value:
ar: القيمة:

source: Collections
ar: التجميعات

source: collection not loaded
ar: لم يتم تحميل التجميعة.

source: collection name
ar: اسم التجميعة

source: No assets to display
ar: لا توجد أصول للعرض

source: library item
ar: عنصر/عناصر مكتبة

source: library items
ar: عنصر/عناصر مكتبة

source: Deleted
ar: محذوف

source: #tags +
ar: #العلامات+

source: Form Overview
ar: نظرة عامة على النموذج

source: Edit in Form Builder
ar: تحرير في منشئ النماذج

source: Editing capabilities not granted, you can only view this form
ar: قدرات التحرير غير مرخصة، يمكنك رؤية هذا النموذج فقط

source: redeploy
ar: إعادة نشر

source: deploy
ar: نشر

source: Share this project
ar: شارك هذا المشروع

source: Clone this project
ar: استنسخ المشروع

source: make new collection: "{label}"
ar: إنشاء تجميعة جديدة: "{label}"

source: select parent collection
ar: حدد التجميعة الأصلية

source: owner
ar: المالك

source: viewer
ar: عارض

source: viewers
ar: عارض/عارضون

source: editor
ar: محرر

source: editors
ar: محرر/محررون

source: status
ar: الحالة

source: public
ar: عمومي

source: private
ar: خصوصي

source: questions
ar: الأسئلة

source: revisions
ar: المراجعات

source: created
ar: وقت الإنشاء

source: modified
ar: آخر تعديل

source: no language information
ar: لا توجد معلومات عن اللغة

source: no translations
ar: لا توجد ترجمات

source: languages
ar: لغة/لغات

source: Online-Offline (multiple submission)
ar: متصل-غير متصل (تقديمات متعددة)

source: This allows online and offline submissions and is the best option for collecting data in the field.
ar: يسمح هذا بالتقديمات المتصلة و الغير متصلة و هو الاخيار الافضل لجمع البيانات في هذا الحقل.

source: Online-Only (multiple submissions)
ar: متصل-فقط (تقديمات متعددة)

source: This is the best option when entering many records at once on a computer, e.g. for transcribing paper records
ar: هذا هو الخيار الافضل عند إدخال سجلات عديدة مرة واحدة على الحاسوب، عند نسخ السجلات مثلا

source: Embeddable web form code
ar: نموذج ترميز قابل للأدخال من الويب

source: Use this html5 code snippet to integrate your form on your own website using smaller margins.
ar: استعمل قصاصة رمز html5 لأدخال نموذجك على موقعك الالكتروني بأستخدام حافات اقل.

source: View only
ar: عرض فقط

source: Use this version for testing, getting feedback. Does not allow submitting data.
ar: استعمل هذه النسخة للأختبار و الحصول عل التغذية الاسترجاعية. لا يمكن للسماح بتقديم المواد.

source: Collecting Data with Web Forms
ar: جمع البيانات من

source: Learn more
ar: تعلم المزيد

source: Choose an option
ar: اختر خيارا

source: Open
ar: فتح

source: Collecting Data with Android App
ar: جمع البيانات من خلال برنامج الاندرويد

source: Install
ar: تنصيب

source: on your Android device.
ar: على جهازك الاندرويد

source: Click on
ar: اضغط على

source: to open settings.
ar: الى الاعدادات المفتوحة.

source: Enter the server URL
ar: أدخل رابط الخادم

source: and your username and password
ar: و اسم المستخدم و كلمة السر

source: Open "Get Blank Form" and select this project.
ar: افتح " اجلب نموذج فارغ" و اختر المشروع.

source: Open "Enter Data."
ar: افتح "أدخل البيانات".

source: copied to clipboard
ar: تم الاستنساخ الى الحافظة

source: preview
ar: معاينة

source: edit
ar: تحرير

source: clone
ar: استنساخ

source: new form name
ar: اسم نموذج جديد

source: Overwrite existing deployment
ar: استبدال النشر الحالي

source: This form has already been deployed. Are you sure you want overwrite the existing deployment? <br/><br/><strong>This action cannot be undone.</strong>
ar: تم نشر هذا النموذج من قبل. هل انت متأكد انك تريد اعادة كتابة النشر الحالي؟ <br/><br/> <strong> هذا الفعل لا يمكن عكسه.</strong>

source: Ok
ar: حسنا

source: Cancel
ar: إلغاء

source: Deploying...
ar: جارٍ النشر...

source: redeployed form
ar: نموذج معاد نشره

source: deploying to kobocat...
ar: نشر على kobocat...

source: deployed form
ar: تم نشر النموذج

source: You are about to permanently delete this ___. Are you sure you want to continue?
ar: أنت على وشك حذف هذا/هذه ___ نهائيًا. هل ترغب بالتأكيد في المتابعة؟

source: Current Version
ar: النسخة الحالية

source: Languages
ar: اللغات

source: (deployed)
ar: (تم نشره)

source: (archived)
ar: ( في الارشيف)

source: (undeployed draft)
ar: (مسودة غير منشورة)

source: Previous Versions
ar: النسخ السابقة

source: Clone as new project
ar: استنسخ كمشروع جديد

source: Hide full history
ar: إخفاء كل التاريخ

source: Show full history
ar: إظهار كل التاريخ

source: Could not redirect to asset.
ar: تعذرت إعادة التوجيه إلى الأصل.

source: Replace operation completed
ar: اكتملت عملية الاستبدال

source: Your library assets have uploaded and are being processed. This may take a few moments.
ar: تم رفع أصول مكتبتك وجارية معالجتها. قد يستغرق هذا بعض الوقت.

source: Your library assets have uploaded and are queued for processing. This may take a few moments.
ar: تم رفع أصول مكتبتك وهي في انتظار المعالجة. قد يستغرق هذا بعض الوقت.

source: Import Failure.
ar: أخفقت محاولة الاستيراد.

source: Import Failed.
ar: أخفقت محاولة الاستيراد.

source: Failed to create import.
ar: أخفقت محاولة إنشاء استيراد.

source: collections
ar: تجميعة/تجميعات

source: my forms
ar: نماذجي

source: shared with me
ar: مشترك معي

source: error loading data
ar: خطأ في تحميل البيانات

source: results loaded
ar: تم تحميل النتائج

source: Warning! You are about to delete this collection with all its questions and blocks. Are you sure you want to continue?
ar: تحذير! أنت على وشك حذف هذه التجميعة بكل الأسئلة والكتل الموجودة داخلها. هل ترغب بالتأكيد في المتابعة؟

source: new name?
ar: اسم جديد؟

source: You are about to permanently delete this draft.
ar: انت على وشك حذف هذه المسودة نهائيا.

source: You are about to permanently delete this form.
ar: انت على وشك حذف هذا النموذج نهائيا.

source: All data gathered for this form will be deleted.
ar: سوف يتم حذف كل البيانات التي تم جمعها على هذا النموذج

source: All questions created for this form will be deleted.
ar: سوف يتم حذف كل الاسئلة المنشئة في هذا النموذج.

source: The form associated with this project will be deleted.
ar: سوف يتم حذف النموذج المصاحب للمشروع.

source: I understand that if I delete this project I will not be able to recover it.
ar: أفهم انه لو تم حذف هذا المشروع فلن استطيع استعادته.

source: Delete Project
ar: إحذف المشروع

source: Archive Project
ar: أدرج المشروع في الارشيف

source: Are you sure you want to archive this project?
ar: هل انت متأكد من وضع المشروع في الارشيف؟

source: Your form will not accept submissions while it is archived.
ar: لن يقبل نموذجك الأسئلة عندما يكون في الارشيف.

source: archived project
ar: مشروع مدرج في الارشيف

source: question has been added to the library
ar: تم اضافة الاسئلة الى المكتبة

source: failed to list assets
ar: أخفقت محاولة إدراج الأصول

source: No name
ar: لا بوجد اسم

source: and one other question
ar: وسؤال آخر

source: and ## other questions
ar: و## سؤال آخر/أسئلة أخرى

source: More Actions
ar: افعال اخرى
